<?php
/**
 * 执行文件入口
 * @author Joe
 */

/**
 * -------------------------------------
 * 设定东8时区
 * -------------------------------------
 */
date_default_timezone_set('Asia/Chongqing');

/**
 * -------------------------------------
 * APPPATH 自主代码文件
 * SYSPATH 核心系统文件，不建议修改，版本升级可直接替换全部内容
 * -------------------------------------
 */
define('APPPATH','app/');
define('SYSPATH','es/');

/**
 * -------------------------------------
 * 导入核心文件
 * -------------------------------------
 */

require SYSPATH.'core/enozoomstudio.php';
